export default function VaghtEMastiPage() {
  return (
    <main className="lyrics-page">
      <h1>وقت مستی</h1>

      <div className="lyrics-text">
        <p>
          پرم از دیوانگی<br />
          خنده ها و گریه های الکی<br />
          حال مستی
        </p>

        <p>
          در کنار مطرب و ساقی خوش است<br />
          ورنه هرجا وقت تنهایی<br />
          شراب و شیره انگور هست
        </p>

        <p>
          ساقیا<br />
          ساقیا سر مستیم با تو خوش است<br />
          جان من در جام می دست تو هست
        </p>

        <p>
          مطربا<br />
          مطربا سازی بزن وصف دلم<br />
          شورو حالم<br />
          با تو صد چندان شود
        </p>

        <p>
          با تو من جامی پیاپی میزنم<br />
          در کنارت<br />
          درد و غم از دل رود
        </p>

        <p>
          ساقیا در دل نوای عاشقیست<br />
          مستیم حال خوش دیوانگیست
        </p>

        <p>
          آمدم امشب به عشق تو<br />
          به سوی میکده<br />
          جرعه ای زان آب آتشگون بده
        </p>

        <p>
          آنقدر مست و خرابم،<br />
          نیست پای رفتنم<br />
          تو همین جا<br />
          گوشه میخانه ات جایم بده
        </p>
      </div>
    </main>
  );
}
