export default function BaranPage() {
  return (
    <main className="lyrics-page">
      <h1>باران</h1>

      <div className="lyrics-text">
        <p>
          کاش باران، دانه دانه<br />
          میچکید بر بام خانه<br />
          می ربود از دلِ این شهر<br />
          رنگ غم را بی بهانه
        </p>

        <p>
          شهر ما ، ساکت و خاموش<br />
          پر زِ اشکِ های شبانه<br />
          مردمی غمگین و خسته<br />
          دل گرفته، از زمانه
        </p>

        <p>
          کاش ببارد از دل ابر<br />
          قطره‌ های عاشقانه<br />
          جان بگیرد باز در ما<br />
          خنده های کودکانه
        </p>

        <p>
          کاش باران باز دوباره<br />
          می شد از ابری روانه<br />
          روی هر دیوار این شهر<br />
          می‌ گذاشت از عشق نشانه
        </p>

        <p>
          سبزه ها جان میگرفتند<br />
          با نوایی مادرانه.
        </p>

        <p>
          قطره‌قطره، نرم و آرام<br />
          می‌ زدود غم را زِ خانه<br />
          از دلِ خاکِ ، دیارم<br />
          سبز میگشت صد جوانه
        </p>

        <p>
          هر کجا دل خسته‌ای بود<br />
          می‌رسید بازم به خانه<br />
          وقتی از نو جان بگیرد<br />
          شهرِ خسته، شادمانه
        </p>

        <p>
          باز باران، با ترانه<br />
          می‌چکد بر بامِ خانه<br />
          هر کجا دل خسته ای هست<br />
          میرسد بازم به خانه
        </p>
      </div>
    </main>
  );
}
