
export default function AkharinDidarPage() {
  return (
    <main className="lyrics-page">
      <h1>آخرین دیدار</h1>

      <div className="lyrics-text">
        <p>
          بعدِ تو از من فقط یک سایه بر دیوار ماند<br />
          از تمامِ آنچه بودم، یک دلِ بیمار ماند
        </p>

        <p>
          رفتی و با رفتنت چیزی درونم زنده نیست<br />
          از منِ دیروز تنها خاطری غمبار ماند
        </p>

        <p>
          هرچه گشتم در خودم، چیزی جز خاموشی نبود<br />
          در میانِ سینه‌ام یک بغضِ پر تکرار ماند
        </p>

        <p>
          کوچه‌ بعد از تو دیگر رنگِ سابق را نداشت<br />
          از قدم‌هایت فقط ردّی به یادگار ماند
        </p>

        <p>
          خواستم از یاد تو یک شب رها باشم، نشد<br />
          هرچه کردم، باز نامت گوشهٔ افکار ماند
        </p>

        <p>
          گفتم میروم جایی که که دل آرام گیرد<br />
          گفتم اما در درونم حسرتِ بسیار ماند
        </p>

        <p>
          خواستم چیزی بگویم، بغض مهلت را نداد<br />
          حرفِ ناگفته به لب، در آخرین دیدار ماند
        </p>
      </div>
    </main>
  );
}

