
export default function KhaterehPage() {
  return (
    <main className="lyrics-page">

      <h1>خاطره</h1>

      <div className="lyrics-text">

        <p>
          ریشه کرده خاطره در فکرِ من<br />
          برگ‌برگِ شاخه‌هایش ذکرِ من<br />
          من کنارِ واژه‌ای جا مانده‌ام<br />
          دور از آن واژه، چه تنها مانده‌ام
        </p>

        <p>
          من اسیرِ دستِ تقدیرم شدم<br />
          پای‌بندِ قفلِ زنجیرم شدم<br />
          دردِ بی‌درمانِ من عشقِ تو بود<br />
          آخرین سامانِ من عشقِ تو بود
        </p>

        <p>
          واژه‌ای، با اشکِ من هم‌زاد شد<br />
          هر غزل، آیینهٔ فریاد شد<br />
          از تو تنها یک غزل در یاد ماند<br />
          شاعری ماند و دلی بر باد ماند
        </p>

        <p>
          ترانه‌سرا: مهتا قهرمان
        </p>

      </div>

    </main>
  );
}
