
export default function KhodaeiPage() {
  return (
    <main className="lyrics-page">
      <h1>خدایی</h1>

      <div className="lyrics-text">
        <p>
          اِمشَبَم دِل در هَوایَش بی‌قراری می‌کنَد<br />
          شب، دِراز اَست و ،غَمَش، نُوحِه‌ سَرایی می‌کند
        </p>

        <p>
          من، گُذَشتَم ،از دِل و جانم برایش ،هر نَفَس<br />
          از همین رو ،اینچنین، او خودسِتایی می‌کنَد
        </p>

        <p>
          جِسمِ بیمارَم، بسوزَد، هَر شَب از دَردِ فِراق<br />
          جانِ مَن می‌دانَد و، از من جُدایی می‌کنَد
        </p>

        <p>
          گَرچِه حافِظ ،وَعْدِهٔ دیدارِ، جانان دادِه اَست<br />
          فِکر دیدارَش هَنوز، دِل را هَوایی می کند
        </p>

        <p>
          قلبِ من ، از غُصِه لَبریز و، دِلَم دَریایِ خون<br />
          غَم دَرونَم ،ریشه کَردِه، پادِشاهی می‌کنَد
        </p>

        <p>
          کَشتیِ عُمرَم، شِکَست و یادِ او، اما هنوز<br />
          تَک‌ تَکِ، این لحظِه‌ ها را، ناخدایی می‌کند
        </p>

        <p>
          خَستِه‌اَم، خسته زِ تِکرارِ ، غم و دردِ فِراق<br />
          خسته از دستِ، دِلی که ، جان فَدایی می‌کند
        </p>

        <p>
          کاش می‌شد لَحظِه‌ ای غافِل شَوَم از حالِ ، خویش<br />
          غافِل ،از یاری که با من ،بی‌وَفایی، می‌کند
        </p>

        <p>
          او نمی‌دانَد، وَلی من خوب می‌دانَم که هست<br />
          هست، با من، آن خدایی که، خدایی می‌کند
        </p>

        <p>
          عاقِبَت، می‌آید آن روزی که او هَم، مِثل مَن<br />
          عاشق است و، عشقِ لِیْلی را گِدایی می‌کند
        </p>

        <p>
          آن زَمان است، که تَمامِ واژِه‌ هایِ این غَزَل<br />
          در میانِ، اشک و آهَش، خود نَمایی می‌کند<br />
          در میانِ اشک و آهَش خود نَمایی می‌کند...
        </p>
      </div>
    </main>
  );
}

