export default function KashPage() {
  return (
    <main className="lyrics-page">
      <h1>کاش</h1>

      <audio
        controls
        preload="metadata"
        style={{
          width: "100%",
          maxWidth: "700px",
          marginBottom: "35px",
        }}
      >
        <source src="/Kash.mp3" type="audio/mpeg" />
        مرورگر شما از پخش صوت پشتیبانی نمی‌کند.
      </audio>

      <div className="lyrics-text">
        <p>
          کاش همسفرِ راهم بودی<br />
          وقتِ خستگی پناهم بودی
        </p>

        <p>
          کاش آخر این راهِ دراز<br />
          ساحلِ امنِ قرارم بودی
        </p>

        <p>
          کاش چو امواج زلالِ دریا<br />
          آرامش روح و روانم بودی
        </p>

        <p>
          کاش در زمزمه مبهم باد<br />
          تو نوای خوش سازم بودی
        </p>

        <p>
          در گذار از گذر خاطره ها<br />
          مثلِ سایه کنارم بودی
        </p>

        <p>
          کاش بعد از آن همه آزردگی<br />
          مرهمِ زخمِ فِراقَم بودی
        </p>

        <p>
          کاش در فصلِ خزانِ دلِ من<br />
          غنچه‌وار، عطرِ بهارم بودی
        </p>

        <p>
          کاش در غربتِ این خانهٔ سرد<br />
          گرمیِ نورِ چراغم بودی
        </p>

        <p>
          امشبی را که دلم تنگ تو است<br />
          لحظه ای نیز، به یادم بودی
        </p>
      </div>
    </main>
  );
}
