
export default function MifahmiPage() {
  return (
    <main className="lyrics-page">
      <h1>می‌فهمی</h1>

      <div className="lyrics-text">
        <p>
          سال‌ ها, شعر نوشتم از تو<br />
          چه کسی شعرِ مرا باور کرد؟
        </p>

        <p>
          هرچه گفتم،<br />
          همه گفتند غَزَل است...<br />
          هیچ‌کس نفهمید<br />
          این غزل،<br />
          خاطرهٔ، یک عمرِ من است
        </p>

        <p>
          من از این خلوت خود بیزارم<br />
          تو کجا حال مرا می فهمی<br />
          زخم نخوردی که بدانی حالم<br />
          تو کجا معنی این قافیه را می فهمی
        </p>

        <p>
          روزگارم تیره و تار از فراق<br />
          دلم از دوری تو تنگ شده می فهمی؟<br />
          درکنار این سکوت و انتظار<br />
          هرصدایی در سرم زنگ شده می فهمی؟
        </p>

        <p>
          بغض تکراری، رفیق هر شبم<br />
          در گلویم مانده و سنگ شده می فهمی<br />
          بین امواج سکوت، غربتی پنهان است<br />
          کوه فریادمرا، جان من می فهمی
        </p>

        <p>
          دوست میدارم تورا با جان و دل<br />
          عشق تو درمان من، میفهمی؟
        </p>

        <p>
          سال‌ ها شِعر نوشتم از تو<br />
          چه کسی شعرِ مرا باور کرد؟<br />
          جانِ من...<br />
          تو کُنون...<br />
          شعرِ مرا می‌فهمی؟
        </p>
      </div>
    </main>
  );
}

