export default function AboutPage() {
  return (
    <main className="lyrics-page">

      <h1>درباره من</h1>

      <div className="lyrics-text">

        <p>
          من مهتا قهرمان هستم؛ شاعر و ترانه‌سرا.
        </p>


        <p>
          در این وب‌سایت می‌توانید مجموعه‌ای از شعرها،
          ترانه‌ها و آثار موسیقی من را دنبال کنید.
        </p>

        <p>
          بخشی از آثار موسیقی این مجموعه با کمک فناوری هوش مصنوعی
          به موسیقی تبدیل شده‌اند تا فضای احساسی ترانه‌ها بهتر شنیده شود.
        </p>

        <p>
          مهتا قهرمان
        </p>

      </div>

    </main>
  );
}
