
export default function KoocheGardLyricsPage() {
  return (
    <main className="lyrics-page">

      <h1>کوچه گرد</h1>

      <div className="lyrics-text">

        <p>
          قلبِ من هر گوشه اش ویرانه ایست<br />
          مثل من، اینجا کسی دیوانه نیست<br />
          شد اسیر دست هر بیگانه ای<br />
          پَر شِکست... اینجا نبودش، خانه ای
        </p>

        <p>
          کوچه گردی در سکوت فصل سرد<br />
          شد دلم از غم، اسیر آه و دَرد
        </p>

        <p>
          من چه گویم، از دلم بیچاره، دِل<br />
          بر سرش میکوبد از، آوار و گِل
        </p>

        <p>
          چَشمِ خود بندَد به رویِ عالمی<br />
          چون ندید از آدمی ها، آدمی
        </p>

        <p>
          آخرین فریادِ من در سینه ماند<br />
          بغضِ من در گوشهٔ این خانه ماند
        </p>

        <p>
          خسته از این راهِ بی‌پایانِ خود<br />
          مانده‌ام با سایهٔ ویرانِ خود
        </p>

        <p>
          دردها در سینه زندانی شدند<br />
          واژه‌ها از بغضِ من جاری شدند
        </p>

        <p>
          چون نماند از همدلی دیگر نشان<br />
          شعر شد فریادِ خاموشِ جهان
        </p>

      </div>

    </main>
  );
}

