export default function ForsatEDidarPage() {
  return (
    <main className="lyrics-page">
      <h1>فرصت دیدار</h1>

      <audio
        controls
        preload="metadata"
        style={{
          width: "100%",
          maxWidth: "700px",
          marginBottom: "35px",
        }}
      >
        <source src="/forsat-e-didar.mp3" type="audio/mpeg" />
        مرورگر شما از پخش صوت پشتیبانی نمی‌کند.
      </audio>

      <div className="lyrics-text">
        <p>
          زندگی، قصه‌ی شیرین و تلخ روزگار<br />
          گاه پاییز است و گاهی رویشِ فصلِ بهار<br />
          گرچه در راه خودش خستگی بسیار دارد<br />
          هنوز از پشتِ شب، خورشیدِ فردا آشکار
        </p>

        <p>
          هر که از تلخیِ این راه نترسید و گذشت<br />
          می‌رسد عاقبت از رنجِ شبانه به قرار
        </p>

        <p>
          زندگی، عهدی‌ست میانِ دل و این خاکِ دیار<br />
          کاش هرگز نشکَند بینِ  ما، قول و قرار<br />
          عمر کوتاه است، دریاب فرصتِ عاشقی را<br />
          خویش را دستِ غم و حسرتِ فردا مسپار
        </p>

        <p>
          دل اگر خسته شد از گردشِ بی‌رحمِ زمان<br />
          گر زمین خوردی، دوباره خویش را  برپا دار<br />
          زندگی گرچه پر از رنج و شکست و درد است<br />
          باز هم فرصتِ عشق است و امیدِ دیدار
        </p>
      </div>
    </main>
  );
}
