export default function PanjerehPage() {
  return (
    <main className="lyrics-page">

      <h1>پنجره</h1>

      <div className="lyrics-text">

        <p>
          منو یک پنجره، در باغ رویا<br />
          شکستیم، وقت دل بستن به دنیا
        </p>

        <p>
          منو هق هق، منو زاری<br />
          منویک بغض تکراری<br />
          که در من مونده انگاری
        </p>

        <p>
          زمستون و هوای سرد<br />
          دلی که کنده شد از درد
        </p>

        <p>
          منو حسرت، منو نفرت<br />
          چشای مونده در ظلمت
        </p>

        <p>
          منو تنهایی مهتاب<br />
          نگاهی خیره و بی تاب
        </p>

        <p>
          منو حال پریشونم<br />
          از این دنیاست که ویرونم
        </p>

        <p>
          منو یک عشق بی فرجام<br />
          هنوزم در پی یک نام
        </p>

        <p>
          منو یادی که رفت از یاد<br />
          تمام دلخوشیم بر باد
        </p>

        <p>
          منو یک نخ، منو یک پاکت سیگار<br />
          فنا میشیم هر دو، به یاد اولین دیدار
        </p>

        <p>
          منو یک کوچه دلتنگی<br />
          اسیر فصل بی برگی
        </p>

        <p>
          ترانه‌سرا: مهتا قهرمان
        </p>

      </div>

    </main>
  );
}
