
export default function ShekvehPage() {
  return (
    <main className="lyrics-page">
      <h1>شکوه</h1>

      <div className="lyrics-text">
        <p>
          باز باران می‌زند بر دل، هوایم دیدنیست<br />
          من پریشانم غبارِ چشم‌هایم دیدنیست
        </p>

        <p>
          مثل طوفانی که در آرامش است<br />
          لرزش و بغضِ صدایم دیدنیست
        </p>

        <p>
          خیره‌ام در بازیِ مستانهٔ ابرِ بهار<br />
          خط به خط این نگاهم خواندنیست
        </p>

        <p>
          صبر کردم عمری، بی‌شکایت سوختم<br />
          خم به ابرویم نیامد، حال و روزم دیدنیست
        </p>

        <p>
          می‌رود عمرم در این بازیِ شومِ روزگار<br />
          جنگِ من با سرنوشتم دیدنیست
        </p>

        <p>
          شکوه کردم از زمانه، از خدایی که نبود<br />
          در میانهٔ ناله‌هایم، شکوه‌هایم دیدنیست
        </p>

        <p>
          در سکوتِ چشم‌هایم قطره‌ای از این غزل<br />
          می‌چکد بر دفترم، اشک‌هایم دیدنیست
        </p>

        <p>
          من بهاری بودم و دستِ خزان از من گرفت<br />
          شاخ و برگم را کنون، فصلِ خزانم دیدنیست
        </p>

        <p>
          در میان کوچه‌ها، منتظر جا مانده‌ام<br />
          مانده‌ام تنها ولی این انتظار هم دیدنیست
        </p>

        <p>
          می‌سپارم من خودم را دستِ تلخِ سرنوشت<br />
          مثل یک دیوانه‌ای هستم که حالم دیدنیست
        </p>

        <p>
          مثل یک دیوانه‌ای هستم که حالم دیدنیست
        </p>

        <p>ترانه‌سرا: مهتا قهرمان</p>
      </div>
    </main>
  );
}
