export default function PanahamBashPage() {
  return (
    <main className="lyrics-page">
      <h1>پناهم باش</h1>

      <div className="lyrics-text">
        <p>
          شب، از شانه‌ی دیوار فرو ریخته، تو پناهم باش<br />
          میانِ این همه تنهایی، بیا، تو پایانِ انتظارم باش
        </p>

        <p>
          اگر باران گرفت و کوچه‌ها از خواب تر گشتند<br />
          میانِ کوچه‌های خیس،بیا، عطرِ بهارم باش
        </p>

        <p>
          تَرَک برداشت تصویرم، میانِ قابِ خاموشی<br />
          تو در آن قاب خاموش، چراغ شام تارم باش
        </p>

        <p>
          اگر ماه از دلِ شب رفت و خورشید از نفس افتاد<br />
          میان ظلمت شب، آرامش روح و روانم باش
        </p>

        <p>
          من از این شهرِ بی‌پنجره، تنها یک نفس خواهم<br />
          تو پنجره ای رو به نفس ، همیشه کنارم باش
        </p>

        <p>
          نسیم آمد، ورق زد دفترِ خشکیده‌ی باغم را<br />
          میانِ برگ‌های زرد، بیا و غزل‌ پر تکرارم باش
        </p>

        <p>
          اگر روزی جهان از من گرفت آن‌چه دوستش دارم<br />
          تو در آخرین سطرِ غزل، حرفِ های ماندگارم باش
        </p>
      </div>
    </main>
  );
}
