export default function MastMastamPage() {
  return (
    <main className="lyrics-page">
      <h1>مست مستم</h1>

      <audio
        controls
        preload="metadata"
        style={{
          width: "100%",
          maxWidth: "700px",
          marginBottom: "35px",
        }}
      >
        <source src="/mast-mastam.mp3" type="audio/mpeg" />
        مرورگر شما از پخش صوت پشتیبانی نمی‌کند.
      </audio>

      <div className="lyrics-text">
        <p>
          مَستِ مَستَم، کن ساقیا پیمانه را لبریز کن<br />
          امشب از پند و نصیحت، ساقیا، پرهیز کن
        </p>

        <p>
          دَف بزن، تَنبَک بزن، تا بِه سَحَر، شَب رو پُراز آواز کُن<br />
          جامو پُر کُن ساقیا، ساز دل را ساز کن
        </p>

        <p>
          دف بزن، تنبک بزن جامو پُر کن، کم نریز<br />
          می بریز و می بریز و می بریز
        </p>

        <p>
          امشب از خود بی خودم تا صبح مینوشم شراب<br />
          من پریشان حالمو حال دلم بی می خراب
        </p>

        <p>
          کوچه‌ها امشب چه خلوت، ماه هم انگار مست<br />
          می‌روم بی‌خود در این کوچه، فارغم از هرچه هست
        </p>

        <p>
          سنگفرش کوچه ها هم زیر پا رقصان شدند<br />
          عاقلان از این همه دیوانگی حیران شدند
        </p>

        <p>
          صبح آمد ساقیا، پیمانه‌ام خالی نشد<br />
          هرچه نوشیدم، ولی باز هم کافی نشد
        </p>
      </div>
    </main>
  );
}
