export default function MeykhanehPage() {
  return (
    <main className="lyrics-page">
      <h1>میخانه</h1>

      <div className="lyrics-text">
        <p>
          شب نشینم امشبم با دردوغم خواهد گذشت<br />
          کار من از ساغرو پیمانه هم خواهد گذشت
        </p>

        <p>
          رفته یارم ساقیا از حال من چیزی نگو<br />
          حال من آشفته خواهد بود هر شب بعد او
        </p>

        <p>
          مانده ام تنها کنار خاطراتش با سبو<br />
          همره بغضی که دیگر جا ندارد گلو
        </p>

        <p>
          مست مستم با خیالش امشبم سر میکنم<br />
          گوش شب را تا سحر با ناله ام کر میکنم
        </p>

        <p>
          جام می در دستمو هر جرعه اش خون جگر<br />
          بعد او از جان من چیزی مگر مانده دگر
        </p>

        <p>
          داستان عشق خود را میبرم من کو به کو<br />
          هر کجا میخانه ای دیدی مرا انجا بجو
        </p>
      </div>
    </main>
  );
}
