
export default function SokootVaBiSedayiPage() {
  return (
    <main className="lyrics-page">
      <h1>سکوت و بی‌صدایی</h1>

      <div className="lyrics-text">
        <p>
          چه سخته قصه غم رو نوشتن<br />
          چه سخته بی تو، از تو نوشتن<br />
          کنار خاطرات تلخ و شیرین<br />
          برای نو شدن از نو نوشتن
        </p>

        <p>
          چه سخته با همه دلبستگي ها<br />
          نباشه ياري و باشي تو تنها<br />
          چه سخته که بدونی جا نداشتی<br />
          تو قلب اونی که دوست میداشتی
        </p>

        <p>
          تو پر باشی با دنیایی از احساس<br />
          تو باشی که فقط عشقو گذاشتی<br />
          تو جايي كه به عشق ميگن يه رويا<br />
          جهنم ميشه اسمش، نه كه دنيا
        </p>

        <p>
          چه سخته توی روزای جدایی<br />
          همش تکرار درد بی وفایی<br />
          تو عاشق باشی وآخر از این عشق<br />
          بشه سهمت سکوت و بی صدایی
        </p>
      </div>
    </main>
  );
}

