export default function FasleEshghPage() {
  return (
    <main className="lyrics-page">
      <h1>فصل عشق</h1>

      <div className="lyrics-text">
        <p>
          آمد از پشتِ غبارِ خاطره<br />
          جان گرفت از نو بهارِ خاطره
        </p>

        <p>
          آمد و عشقش دوباره ساز کرد<br />
          زخم کهنه در دلم سر باز کرد
        </p>

        <p>
          آمد و بنشست کنارم بی صدا<br />
          او نبود دیگر ز من دور ای خدا
        </p>

        <p>
          آمد ودستی به گیسویم کشید<br />
          از سرم کابوسِ شبهایم پرید
        </p>

        <p>
          آمد و غم ها ی دل پایان گرفت<br />
          در کنارش قلب مرده جان گرفت
        </p>

        <p>
          آمد و با آن نگاه مهربان<br />
          شد بهاری در دل فصل خزان
        </p>

        <p>
          آمد و این قِصه باز آغاز شد<br />
          فصل عشق و لحظه پرواز شد...
        </p>
      </div>
    </main>
  );
}
