export default function DaryaPage() {
return ( <main className="lyrics-page"> <h1>دریا</h1>


  <div className="lyrics-text">
    <p>
      بیا دریا، که با تو، حرف بسیار دارم
      <br />
      ز درد و داغ این دوران، سخن‌ها بی‌شمار دارم
      <br />
      تو از آشوب طوفان‌ها، حکایت‌ها به یاد داری
      <br />
      من از جبر زمان، زخم‌های بسیار دارم
    </p>

    <p>
      به ساحل، ردّ پای رفتگان در خاک گم‌گشته
      <br />
      صدای ناخدا در پیچ‌وخم بادها گم‌گشته
      <br />
      جهان آیینه‌ای از عمر کوتاه بنی‌آدم
      <br />
      در این دریای بی‌پایان، بسی فریادها گم‌گشته
    </p>

    <p>
      صدف‌ها سینه‌ای پُردرد از این طوفان به دل دارند
      <br />
      در این غوغای موج و باد، مهر آدمیان گم‌گشته
      <br />
      یکی با حسرت نان، چشم بر فردا دوخته
      <br />
      یکی در برج زر خفته‌ست، وجدان گم‌گشته
    </p>

    <p>
      اگر اِنسان به انسان، دستِ یاری می‌سپارد
      <br />
      چرا از خونِ هم‌ نُوعَش، زمین، غرقِ بلا گشته؟
      <br />
      چه شد آن عهدِ مِهرُ راستی، ای بنی‌آدم
      <br />
      چرا این گوهرِ یِکتا، چِنین از هم جدا گشته
    </p>

    <p>
      جهان در گردش امواج، عمری به سر آورد
      <br />
      ولی معنای عشق، در ما، میانِ قلبمان گم گشت
    </p>

    <p>
      بیا دریا، بگو از قصه‌ی آنان که رفتند
      <br />
      همان‌ها کز دل تاریخ، نشان و نامشان گم گشت
    </p>

    <p>
      نه هر کشتی که بشکست است، ز طوفان‌ها فنا گشته
      <br />
      نه هر کس غرق دریا شد، اسیر موج و غوغا شد
      <br />
      چه بسیار آدمی کز خویش، بی‌طوفان گم گشت
      <br />
      چه بسیار دل که بی‌دریا، اسیر خویش و تنها شد
    </p>
  </div>
</main>

);
}
