
export default function BikaranPage() {
  return (
    <main className="lyrics-page">
      <h1>بی کران</h1>

      <div className="lyrics-text">
        <p>
          بیا که خنده بزنیم و غم از جهان ببریم<br />
          ز جامِ عشق بنوشیم و حالِ زمانه بریم
        </p>

        <p>
          <strong>
            نسیمِ عشق سر زد به کوچه‌های دلم<br />
            بیا که این عشق را تا کهکشان ببریم
          </strong>
        </p>

        <p>
          تو خنده کن، که جهان هم به خنده می‌آید<br />
          من و تو خنده را تا اوجِ آسمان می بریم
        </p>

        <p>
          باغِ احساسِ دلم پر شده از نورِ بهار<br />
          بیا که خنده به لب تا سحرگاهان، بِرَویم
        </p>

        <p>
          نه فکرِ فردا و دیروز، حالِ ما خوش باد<br />
          که با تو می‌شود این لحظه را تا <strong>بی‌کران</strong> ببریم
        </p>

        <p>
          ترانه‌سرا: مهتا قهرمان
        </p>
      </div>
    </main>
  );
}
