export default function VaghtiResidamPage() {
  return (
    <main className="lyrics-page">

      <h1>وقتی رسیدم</h1>

      <div className="lyrics-text">

        <p>
          وقتی رسیدم باد بویِ تو را از کوچه برده بود<br />
          نه نامی از تو، نه نشانی، کوچه هم دل مرده بود
        </p>

        <p>
          کوچه می‌پرسید از من: «او کجا جا مانده است؟»<br />
          آهِ من پاسخ نداد و بغض، لب را دوخته بود
        </p>

        <p>
          ماه از اندوهِ چشمانم به پشتِ ابر رفت<br />
          آسمان هم داغِ هجرانِ تو را فهمیده بود
        </p>

        <p>
          هر چراغی در غیابِ تو شبیهِ گریه شد<br />
          خانه از تنهاییِ خود با سکوت آمیخته بود
        </p>

        <p>
          هر کجا نوری به جا بود، از حضورِ روشنَت<br />
          سایه هم در حسرتِ آن روشنی گم‌گشته بود
        </p>

        <p>
          کوچه از آوازِ پایت خاطره در سینه داشت<br />
          لیک باران ردِّ آن نقشِ تماشا شسته بود
        </p>

        <p>
          مانده بودم با غروب و حسرتِ دیدارِ تو<br />
          جبر دنیا با خودش سهمِ دعا را برده بود
        </p>

        <p>
          من رسیدم، دیر... و دنیا پیش از آن<br />
          هر چه از دیدار باید می‌شد، از ما برده بود
        </p>

        <p>
          من دعا کردم ببینم باز رویِ ماهِ تو<br />
          دستِ تقدیر آرزویم را ز من دزدیده بود
        </p>

        <p>
          گرچه رفتی، در تمامِ فصل‌های بی‌بهار<br />
          باغ، عطرِ گام‌هایت را هنوز اندوخته بود
        </p>

        <p>
          خانه، بعد از تو، شبیهِ خانه‌ای متروک شد<br />
          خنده را از پشتِ در، اندوه، یک‌جا برده بود
        </p>

        <p>
          پنجره چشم انتظارِ آمدن‌های تو ماند<br />
          پشتِ شیشه، بغضِ باران ناله ای فرسوده بود
        </p>

        <p>
          جز تو دیگردر بساطِ خاطرم چیزی نماند<br />
          آنچه بود از زندگی، تنها هوایِ تو بود
        </p>

        <p>
          مانده بودم با غزل، با اشک، با دیوارها<br />
          باد، با خود دار و ندارم را به یغما برده بود
        </p>

        <p>
          ترانه‌سرا: مهتا قهرمان
        </p>

      </div>

    </main>
  );
}
