
export default function VaghtiResidamPage() {
  return (
    <main className="lyrics-page">

      <h1>وقتی رسیدم</h1>

      <div className="lyrics-text">

        <p>
          وقتی رسیدم، تو آنجا نبودی<br />
          مانده بود از تو فقط عطرِ حضوری<br />
          ردّ پای خاطراتت روی دیوار<br />
          قصه‌ای از یک نگاهِ دور و دوری
        </p>

        <p>
          من میانِ جاده‌های انتظارم<br />
          با خیالِ لحظه‌های تو نشستم<br />
          هر قدم، یک خاطره از تو به جا ماند<br />
          تا به آخرین نفس‌هایم رسیدم
        </p>

        <p>
          گرچه رفتی، در دلم باقی بماندی<br />
          مثل شعری که همیشه ماندگار است<br />
          از تو تنها یک غزل در یاد مانده<br />
          یک ترانه، یک دلِ بی‌قرار است
        </p>

        <p>
          ترانه‌سرا: مهتا قهرمان
        </p>

      </div>

    </main>
  );
}
